Repository: exhanter/SeaBattle
Catalog: SeaBattle/Localizable.xcstrings
Source language: en
Languages: nl

source: About
nl: Over

source: AI generated pictures and
nl: AI gegenereerde afbeeldingen

source: Battle
nl: Strijd

source: Change
nl: Wijzigen

source: Contacts
nl: Contacten

source: Continue game
nl: Spel hervatten

source: Defeat!
nl: Nederlaag!

source: Easy
nl: Gemakkelijk

source: Enemy
nl: Vijand

source: Enemy %lld / 10
nl: Vijand %lld / 10

source: FIRE!
nl: VUUR!

source: Game rules
nl: Spelregels

source: Go Premium
nl: Word Premium

source: Hard
nl: Moelijk

source: If you have any questions, you can contact me:
nl: Als u vragen heeft, kunt u contact met mij opnemen:

source: Medium
nl: Gemiddeld

source: Music
nl: Muziek

source: Music - AI generated music.
nl: Muziek - door AI gegenereerde muziek.

source: New game
nl: Nieuw Spel

source: Objective: Sink all of your opponent’s ships before they sink yours. Setup: Each player has a grid (10x10). Players place their fleet of ships on the grid: 1 ship of 4 cells 2 ships of 3 cells 3 ships of 2 cells 4 ships of 1 cell Ships can be placed horizontally or vertically, but not diagonally. Ships cannot overlap. There must always be at least a 1-cell gap between the ships. Gameplay: Players take turns selecting cells on the opponent's field. The game will indicate the result of each guess: - Miss - Hit (ship is damaged) - Sunk (ship is destroyed) Players continue guessing until all the ships of one player are sunk. Winning: The first player to sink all of the opponent’s ships wins the game.
nl: Doel van het spel: Zink alle schepen van je tegenstander voordat ze die van jou laten zinken. Opzet: Elke speler heeft een raster (10x10). Spelers plaatsen hun vloot van schepen op het raster: 1 schip van 4 cellen 2 schepen van 3 cellen 3 schepen van 2 cellen 4 schepen van 1 cel Schepen kunnen horizontaal of verticaal worden geplaatst, maar niet diagonaal. Schepen kunnen elkaar niet overlappen. Er moet altijd ten minste één cel tussen de schepen zijn. Spelverloop: Spelers kiezen om beurten cellen op het veld van de tegenstander. Het spel geeft het resultaat van elke gok aan: - Missen - Hit (schip is beschadigd) - Gezonken (schip is vernietigd) Spelers blijven raden totdat alle schepen van één speler zijn gezonken. Winnen: de eerste speler die alle schepen van de tegenstander tot zinken brengt, wint het spel.

source: Opponent
nl: Tegenstander

source: Player
nl: Speler

source: Player %lld / 10
nl: Speler %lld / 10

source: Premium active
nl: Premium actief

source: Rights and licenses
nl: Rechten en licenties

source: Save
nl: Opslaan

source: Sea Battle
nl: Zeeslag

source: Select difficulty
nl: Selecteer moeilijkheidsgraad

source: Select language
nl: Taal selecteren

source: Settings
nl: Instellingen

source: Ships:
nl: Schepen

source: Shuffle
nl: Schudden

source: Sound
nl: Geluid

source: Sounds effects:
nl: Geluidseffecten

source: Start
nl: Starten

source: Stop game
nl: Spel stoppen

source: System
nl: Systeem

source: This game was created by Ivan Tkachev in 2024-25. The game is available for iPhone and iPad.
nl: Dit spel is gemaakt door Ivan Tkachev in 2024-2025. Het spel is beschikbaar voor iPhone en iPad.

source: Used pictures:
nl: Gebruikte afbeeldingen

source: Victory!
nl: Overwinning!

source: Your turn!
nl: Jouw beurt!
